app/views/students/index.html.erb

<%= content_tag(:ul) do %>
  <% Student.all.each do |student| %>
---
SELECT "students".* FROM "students"